Repository: FreeCaribou/ZinnekeBabeleir
Catalog: parliament/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

# TheDeputies
source: The MPs
fr: Les députés
nl: De volksvertegenwoordigers

# TheActualDeputies
source: The current MPs
fr: Les députés actuels
nl: De huidige volksvertegenwoordigers

# VotesPropositions
source: Proposals with votes
fr: Les propositions avec votes
nl: Voorstellen met stemmen

source: For
fr: Pour
nl: Voor

source: Against
fr: Contre
nl: Tegen

source: Abstention
nl: Onthouding

source: Absent
nl: Afwezig

source: Propositions
nl: Voorstellen

# Deputies
source: Our deputies
fr: Nos deputés
nl: Onze volksvertegenwoordigers

# FedDeputies
source: Deputies federal
fr: Deputés fédéral
nl: Volksvertegenwoordigers federaal

# BruDeputies
source: Deputies Brussels
fr: Deputés bruxellois
nl: Volksvertegenwoordigers Brussel

# VlaDeputies
source: Deputies Flemish
fr: Deputés flamands
nl: Volksvertegenwoordigers Vlaams

# WalDeputies
source: Deputies Walloons
fr: Deputés wallon
nl: Volksvertegenwoordigers Walen

# FraDeputies
source: Deputies French-speaking
fr: Deputés francophone
nl: Volksvertegenwoordigers Franstalig

# GerDeputies
source: Deputies German-speaking
fr: Deputés germanophone
nl: Volksvertegenwoordigers Duitstalig

# SenDeputies
source: Senators
fr: Sénateurs
nl: Senatoren

# DeputiesSearch
source: Searching a deputy
fr: Recherche de députés
nl: Zoeken een volksvertegenwoordiger

source: No deputy found
fr: Aucun député trouvé
nl: Geen volksvertegenwoordiger gevonden

# LastPropositions
source: The last propositions
fr: Les dernières propositions
nl: De laast voorstellen

source: No proposition found
fr: Aucune proposition trouvée
nl: Geen voorstellen gevonden

# Parliaments
source: The parliaments
nl: De parlements
